<!DOCTYPE html>
<html>
<head>
	<title>Valentin Berbett</title>
	<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Montserrat">
	<link href="https://fonts.googleapis.com/css2?family=Montserrat:wght@700&display=swap" rel="stylesheet">
	<link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
	<header>
		<h1><a href="index.html">Nolan et le temps.</a></h1>
		<nav>
			<ul>
				<li><a href="Nolan.html">Christopher Nolan</a></li>
				<li><a href="Cinema.html">Son cin&eacute;ma</a></li>
				<li><a href="Technique.html">Les techniques</a></li>
				<li><a href="Conclusion.html">Conclusion</a></li>
			</ul>
		</nav>
	</header>
	<div class="main">
		<h3>Le cin&eacute;ma de Christopher Nolan</h3>
		<p>Lorsque le r&eacute;alisateur &eacute;crit un sc&eacute;nario original, ce sont des &oelig;uvres de science-fiction qu&#39;il cr&eacute;e. S&#39;appuyant sur la r&eacute;alit&eacute;, des faits fictifs vont servir de tremplin pour le sc&eacute;nario et l&#39;histoire. Tel est le cas, dans Inception, lors de la d&eacute;couverte des voyages dans les r&ecirc;ves par l&#39;&eacute;tudiante en architecture Ariane, jou&eacute;e par Elliot Page.</p>
		<p>Christopher Nolan a une obsession pour le temps. Ce th&egrave;me est r&eacute;current, nous pouvons le retrouver dans la plupart de ses &oelig;uvres. Nolan aime le pr&eacute;senter sous diff&eacute;rents aspects, qu'ils soient techniques (le montage, les effets visuels ou la bande-originale) ou sc&eacute;naristiques. En plus de traiter le temps en tant que sujet principal ou secondaire.</p>
		<p>Cette r&eacute;currence vient du fait que, pour lui, le temps est le sujet le plus cin&eacute;matographique qui existe. Car c'est avec l'arriv&eacute;e du cin&eacute;ma qu'il est possible de jouer avec le temps, de le ralentir, de l'inverser ou encore de l'acc&eacute;lerer.</p>

		<h4>Les aspects du temps, la technique</h4>
		<p>Pour ce qui est du montage, il en joue pour cr&eacute;er des &oelig;uvres dont la construction n&#39;est pas toujours lin&eacute;aire, comme Le Prestige.</p>
		<p>Gr&acirc;ce &agrave; Hans Zimmer ou, plus r&eacute;cemment, Ludwig G&ouml;ransson, m&ecirc;me le temps est repr&eacute;sent&eacute; sous forme musicale. Dans son dernier long-m&eacute;trage, Tenet, la bande-originale est parfois jou&eacute;e &agrave; l'envers selon la temporalit&eacute; pr&eacute;sente &agrave; l&#39;&eacute;cran.</p>

		<h4>Les aspects du temps, sc&eacute;naristique</h4>
		<p>Dans toutes ses &oelig;uvres,Christopher Nolan instille &agrave; ses personnages des questionnements ou des obsessions li&eacute;s &agrave; ce th&egrave;me. Pour illustrer cela, nous pouvons, par exemple, citer le Docteur Brand dans Interstellar :</p>
		<p class="citation"><q> I&#39;m not afraid of death. I&#39;m an old physicist. I&#39;m afraid of time. </q></p>

		<p>De mani&egrave;re plus anecdotique, il fait aussi des clins d'&oelig;il &agrave; son sujet favori &agrave; travers des d&eacute;tails. C'est le cas de la station spatiale dans Interstellar qui comprends 12 embranchements faisant r&eacute;f&eacute;rences &agrave; une horloge et au th&egrave;me du temps.</p>
	</div>
	<footer>Valentin Berbett 2021<img src="sources/LogoCMW.png" alt="logo CMW" class="logo"></footer>
</body>
</html>