<!DOCTYPE html>
<html>
<head>
	<title>Valentin Berbett</title>
	<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Montserrat">
	<link href="https://fonts.googleapis.com/css2?family=Montserrat:wght@700&display=swap" rel="stylesheet">
	<link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
	<header id="header">
		<h1><a href="https://v4l3nt1n-b.github.io/">Nolan et le temps.</a></h1>
		<nav>
			<ul>
				<li><a href="Nolan.html">Christopher Nolan</a></li>
				<li><a href="Cinema.html">Son cin&eacute;ma</a></li>
				<li><a href="Technique.html">Les techniques</a></li>
				<li><a href="Conclusion.html">Conclusion</a></li>
			</ul>
		</nav>
	</header>
	<div class="main">
		<h3>Les techniques</h3>
		<p>Nous l&#39;avons vu, Nolan aime jouer avec le temps. Dans ses films les moments o&ugrave; deux &eacute;v&eacute;nements se passent simultan&eacute;ment ne manquent pas. Mais comment faire pour que deux sc&egrave;nes (ou plus) avec une temporalit&eacute; identique puissent coexister ?<br>Nous allons nous concentrer sur certaines sc&egrave;nes parmi cinq films.</p>

		<article>
			<h4>Le Prestige</h4>
			<p class="rubrique">R&eacute;sum&eacute;</p>
			<p class="resume">Alfred Borden, magicien, tue lors d’un tour de magie la femme de Robert Angier. Ce dernier se met alors &agrave; concurrencer Borden et veux venger sa femme.</p>
			<p class="rubrique">Description</p>
			<p class="infos">Lorsque Robert Angier se venge finalement de Alfred Borden dans la sc&egrave;ne finale. Pensant gagner, c’est finalement Borden qui gagne. Ce dernier explique alors &agrave; Robert Angier comment il a fait. Depuis le d&eacute;but, Alfred Borden a un jumeau dont l’existence &eacute;tait jusqu&#39;alors inconnue.</p>
			<p class="rubrique">Technique</p>
			<p class="infos">Nous n’avons la connaissance de temporalit&eacute;s communes seulement &agrave; la fin lors du reveal (Flashback) Pas lin&eacute;aire</p>
			<p class="rubrique">Effet</p>
			<p class="infos">Stup&eacute;faction, comme lors d’un tour de magie</p>
		</article>
		<article>
			<h4>Inception</h4>
			<p class="rubrique">R&eacute;sum&eacute;</p>
			<p class="resume">Cobb est en fuite pour le meutre de sa femme. Il souhaite rentrer aux Etats-Unis pour voir ses enfants. Son seul moyen d’y arriver est de r&eacute;aliser une inception, d’implanter une id&eacute;e dans le cerveau d’un homme gr&acirc;ce &agrave; ses r&ecirc;ves.</p>
			<p class="rubrique">Description</p>
			<p class="infos">Lors du climax du film, trois sc&egrave;nes se superposent. Une camionnette se jetant d’un pont, le personnage qui se bat dans un immeuble et l’&eacute;quipe principale au c&oelig;ur d’une mission d’infiltration dans un bunker. La sc&egrave;ne compl&egrave;te dure 37 minutes.</p>
			<p class="rubrique">Technique</p>
			<p class="infos">La premi&egrave;re sc&egrave;ne est ralentie. Les deux autres sont &agrave; vitesse normale. De plus, les sc&egrave;nes sont entrecoup&eacute;es les unes avec les autres pour insister sur la simultan&eacute;it&eacute;. Lin&eacute;aire</p>
			<p class="rubrique">Effet</p>
			<p class="infos">Cette technique am&egrave;ne une tension qui augmente jusqu’au climax de la sc&egrave;ne. lorsque la camionnette entre en contact avec la surface de l’eau.</p>
			<p class="rubrique">Analyse</p>
			<p class="infos analyse">De cette mani&egrave;re, le proc&eacute;d&eacute; implique une suspension du temps et, par cons&eacute;quent, un suspens pour le spectateur. De plus, en changeant le rythme, en ralentissant les s&eacute;quences, Christopher Nolan nous exprime de mani&egrave;re explicite les diff&eacute;rentes temporalit&eacute;s qui se jouent entre les diff&eacute;rentes profondeurs de r&ecirc;ves. Il aborde le th&egrave;me du temps &agrave; travers le sommeil, le temps peut donc &ecirc;tre extensible, voire infini.</p>
		</article>
		<article>
		<h4>Dunkerque</h4>
		<p class="rubrique">R&eacute;sum&eacute;</p>
		<p class="resume">En 1940, nous suivons de groupes (soldats, marins et pilotes d’avion) qui participent &agrave; l’op&eacute;ration Dynamo. le but &eacute;tant de sauver le plus grand nombre de soldats, bloqu&eacute;s sur la plage de Dunkerque.</p>
		<p class="rubrique">Description</p>
		<p class="infos">Apr&egrave;s l’ouverture du film, un premier message
			<ul>
				<li>(00:06:21) : “1.The mole - one week” “1. La jet&eacute;e - une semaine”</li>
				<li>(00:08:15) : “2.The sea - one day” “2.La mer - un jour”</li>
				<li>(00:09:09) : “3.The air - one hour” “3. Les airs - une heure”</li>
			</ul>
		</p>
		<p class="rubrique">Technique</p>
		<p class="infos">Nolan reprend les intertitres pour donner des informations sur le lieu o&ugrave; prend place l&#39;&eacute;v&eacute;nement.</p>
		<p class="rubrique">Effet</p>
		<p class="infos">Le spectateur est ainsi pr&eacute;venu.</p>
		<p class="rubrique">Analyse</p>
		<p class="infos analyse">Ces &eacute;l&eacute;ments &eacute;crits d&egrave;s le d&eacute;but du film nous montrent les diff&eacute;rentes temporalit&eacute;s de chaque &eacute;v&eacute;nement. Le film est construit de mani&egrave;re non-lin&eacute;aire. Cela nous montre aussi les temporalit&eacute;s d’actions selon les milieux, l&#39;action sur terre prend plus de temps que celle qui se apsse dans les airs. Le spectateur est donc averti de la temporalit&eacute; et de la juxtaposition des futurs &eacute;v&eacute;nements. Nous pouvons parler ici du "chevauchement temporel" selon Andr&eacute; Gaudreault.</p>
		</article>
		<article>
			<h4>Interstellar</h4>
			<p class="rubrique">R&eacute;sum&eacute;</p>
			<p class="resume">Cooper fait partie d’une &eacute;quipe d’astronautes mont&eacute;e et envoy&eacute;e dans l’espace pour sauver l’Humanit&eacute; qui risque de s’&eacute;teindre &agrave; cause du changement climatique. Laissant alors sa fille et son fils sur Terre.</p>

			<p class="rubrique">Description</p>
			<p class="infos">Les trois astronautes Cooper, Brand et Doyle visitent la premi&egrave;re plan&egrave;te pr&eacute;vue. Le troisi&egrave;me membre, Romilly, reste dans le vaisseau  pour les attendre. Il est dit avant leur voyage sur cette plan&egrave;te qu’une heure pass&eacute;e dessus, revient &agrave; sept ann&eacute;es terrestres. Les spectateurs les suivent &agrave; leur arriv&eacute;e sur la plan&egrave;te et sur les &eacute;v&eacute;nements qui s’y passent. Lors du retour de deux des astronautes partis, on d&eacute;couvre avec eux que Romilly a vieilli... Il les a attendus pendant 23 ans, 4 mois et 8 jours.</p>
			<p class="rubrique">Technique</p>
			<p class="infos">Aucune technique particuli&egrave;re n’est utilis&eacute;e si ce n’est un maquillage pour vieillir l’acteur de Romilly. Le dialogue suffit, le spectateur est pr&eacute;venu du potentiel choc. Et il est aussi inform&eacute; du temps &eacute;coul&eacute;.</p>
			<p class="rubrique">Effet</p>
			<p class="infos">Le spectateur, m&ecirc;me en s&#39;il peut s&#39;y attendre est surpris par la transformation et l&#39;annonce de Romilly.</p>
			<p class="rubrique analyse">Analyse</p>
			<p class="infos">Ici, Christopher Nolan montre les effets de la relativit&eacute; temporelle du à la gravit&eacute;.</p>

			<p class="rubrique">Description</p>
			<p class="infos">&Agrave; son retour, Cooper regarde les archives de vid&eacute;o envoy&eacute;es par ses enfants durant ces 23 ann&eacute;es. On finit avec une vid&eacute;o de sa fille Murphy. Sur le plan suivant, nous la voyons, elle, sur Terre couper la vid&eacute;o.</p>
			<p class="rubrique">Technique</p>
			<p class="infos">Une juxtaposition de sc&egrave;nes et de plans entrecoup&eacute;s est utilisée pour cette s&eacute;quence.</p>
			<p class="rubrique">Effet</p>
			<p class="infos">De la m&eacute;lancolie et de la tristesse submergent le spectateur &agrave; la vue de l&#39;encha&icirc;nement de moments rat&eacute;s par le personnage principal.</p>
			<p class="rubrique">Analyse</p>
			<p class="infos analyse">Ici, Christopher Nolan se sert des archives pour nous montrer tout ce qu’il s’est pass&eacute; durant les m&ecirc;mes ann&eacute;es o&ugrave; Cooper visitait la premi&egrave;re plan&egrave;te. En plus de nous informer sur les diff&eacute;rentes temporalit&eacute; et leurs effets, Christopher Nolan s’en sert aussi pour faire le lien, une transition avec la Terre. C&#39;est &agrave; partir de ce moment-l&agrave;, et jusqu’&agrave; la fin, que le film comprend des plans de la vie de ses enfants sur Terre en plus de celle de Cooper.</p>

			<p class="rubrique">Description</p>
			<p class="infos">Cooper tombe dans un trou noir et se retrouve dans une dimension ressemblant &agrave; un Tesseract. En regardant les parois du Tesseract, Cooper voit des &eacute;v&eacute;nements de sa vie. Il s’approche de l’une d’elle et voit sa fille Murphy, alors jeune, dans sa chambre. En interagissant avec la paroi, il peut agir sur les objets de la  pi&egrave;ce. C’est ainsi qu’il fait tomber des livres et bouge les aiguilles d’une montre pour communiquer la solution d&#39;une &eacute;quation.</p>
			<p class="rubrique">Technique</p>
			<p class="infos">Le r&eacute;alisateur r&eacute;emploie une sc&egrave;ne du film pr&eacute;c&eacute;demment vue. Mais ici le spectateur la voit sous un autre angle que l’on avait pas lors de la premi&egrave;re vision de la dite sc&egrave;ne.</p>
			<p class="rubrique">Effet</p>
			<p class="infos">Sentiment de compr&eacute;hension et de d&eacute;livrance pour le spectateur.</p>
			<p class="rubrique">Analyse</p>
			<p class="infos analyse">Deux sc&egrave;nes simultan&eacute;es qui sont &agrave; des espace-temps diff&eacute;rents se retrouvent. &Agrave; ce moment l&agrave;, Nolan repr&eacute;sente le temps en 3 dimensions. Puisque Cooper interagit avec le pass&eacute;, et voit ces &eacute;v&eacute;nements anciens, la sc&egrave;ne pourrait &ecirc;tre qualifi&eacute;e de flashback avec un angle de vue nouveau, que nous ne pouvions avoir lors de la premi&egrave;re vision de la sc&egrave;ne.
			Anecdotiquement, l&#39;objet choisi par Cooper pour transmettre les informations &agrave; sa fille est une montre.</p>
		</article>
		<article>
			<h4>Tenet</h4>
			<p class="rubrique">R&eacute;sum&eacute;</p>
			<p class="resume">Le Protagoniste, un agent de la CIA, est enr&ocirc;l&eacute; dans une lutte pour sauver le monde. Il d&eacute;couvre alors qu’une technologie secr&egrave;te permet de changer l&#39;entropie d’objets et ou d’humains. Il est possible de remonter dans le temps et donc d’&ecirc;tre &agrave; deux endroits &agrave; la fois.</p>
			<p class="rubrique">Description</p>
			<p class="infos">Le Protagoniste, masqu&eacute;, est en entropie invers&eacute;e. Il revient &agrave; l’a&eacute;roport d’Oslo, o&ugrave; il est d&eacute;j&agrave; pass&eacute; plus t&ocirc;t dans le film. Ainsi, il se retrouve &agrave; se battre contre lui-m&ecirc;me et son coll&egrave;gue. Deux combats se d&eacute;roulent en m&ecirc;me temps. Durant le premier Le Protagoniste est en entropie invers&eacute;e, Le Protagoniste du pass&eacute; est dans la temporalit&eacute; normale. Et dans le m&ecirc;me temps, Il se bat contre son coll&egrave;gue, les deux suivent la temporalit&eacute; normale.</p>
			<p class="rubrique">Technique</p>
			<p class="infos">M&eacute;lange de plusieurs choses :
			<br>Sc&egrave;ne partag&eacute;e (vitre, combat) Lin&eacute;aire
			<br>Mise en sc&egrave;ne par 2 temporalit&eacute;s qui se rencontrent que ce soit par le mouvement ou le son.</p>
			<p class="rubrique">Effets</p>
			<p class="infos">Compr&eacute;hension, le spectateur comprend contre qui se battait Le Protagoniste lorsqu’il d&eacute;couvre ce combat pour la premi&egrave;re dans l’a&eacute;roport d’Oslo.
			incompr&eacute;hension, difficile de suivre.</p>
			<p class="rubrique">Analyse</p>
			<p class="infos analyse">Dans ce film, deux sc&egrave;nes simultan&eacute;es avec des temporalit&eacute;s diff&eacute;rentes n’en deviennent plus qu’une seule. Nolan voulait que les personnages de Tenet jouent avec le temps comme une r&eacute;alit&eacute; physique.</p>
		</article>
		<div class="fin"><a href="#header">Remonter le temps</a></div>
	</div>
	<footer>Valentin Berbett 2021<img src="sources/LogoCMW.png" alt="logo CMW" class="logo"></footer>
</body>
</html>
